tap "anchore/grype"
tap "blacknon/hwatch"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jplsek/tap"
tap "oven-sh/bun"
tap "spring-io/tap"
tap "tilt-dev/tap"
tap "tnk-studio/tools"
tap "trufflesecurity/trufflehog"
tap "vmware-tanzu/pinniped"
tap "vmware-tanzu/tanzu"
tap "yolossn/tap"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "atuin"
brew "bash"
brew "bat"
brew "bottom"
brew "python@3.12"
brew "bpytop"
brew "cargo-nextest"
brew "cheat"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "direnv"
brew "exercism"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "git"
brew "git-gui"
brew "gitlab-ci-local"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hub"
brew "hwatch"
brew "jenv"
brew "jq"
brew "just"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "librsvg"
brew "lsd"
brew "maven"
brew "minikube"
brew "moar"
brew "ncdu"
brew "nebula"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "openjdk@17"
brew "operator-sdk"
brew "pandoc"
brew "pnpm"
brew "podman"
brew "postgresql@14"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "skopeo"
brew "smimesign"
brew "sonar-scanner"
brew "speedtest-cli"
brew "syft"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "anchore/grype/grype"
brew "buildpacks/tap/pack"
brew "jplsek/tap/git-mob"
brew "oven-sh/bun/bun"
brew "spring-io/tap/spring-boot"
brew "tilt-dev/tap/tilt"
brew "tnk-studio/tools/lazykube"
brew "trufflesecurity/trufflehog/trufflehog"
brew "vmware-tanzu/pinniped/pinniped-cli"
brew "vmware-tanzu/tanzu/tanzu-cli"
cask "blackhole-16ch"
cask "burp-suite"
cask "chromium"
cask "dbeaver-community"
cask "docker"
cask "drawio"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "keycastr"
cask "mactex"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
vscode "13xforever.language-x86-64-assembly"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "ewrenn.vscode-ytt"
vscode "gimly81.matlab"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "james-yu.latex-workshop"
vscode "juanblanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "luveti.kconfig"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "plorefice.devicetree"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "statiolake.vscode-rustfmt"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "webfreak.debug"
