tap "anchore/grype"
tap "blacknon/hwatch"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jplsek/tap"
tap "spring-io/tap"
tap "tnk-studio/tools"
tap "yolossn/tap"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "bash"
brew "bat"
brew "python@3.11"
brew "bpytop"
brew "cheat"
brew "cmake"
brew "node"
brew "corepack"
brew "coreutils"
brew "direnv"
brew "exa"
brew "exercism"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "ffmpeg"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-gui"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "hadolint"
brew "helm"
brew "httpie"
brew "hub"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "librsvg"
brew "lsd"
brew "maven"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "openjdk@17"
brew "operator-sdk"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rsync"
brew "shellcheck"
brew "skopeo"
brew "smimesign"
brew "speedtest-cli"
brew "syft"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "anchore/grype/grype"
brew "blacknon/hwatch/hwatch"
brew "jplsek/tap/git-mob"
brew "spring-io/tap/spring-boot"
brew "tnk-studio/tools/lazykube"
cask "blackhole-16ch"
cask "burp-suite"
cask "chromium"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "keycastr"
cask "mactex"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "supertuxkart"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "asvetliakov.vscode-neovim"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ewrenn.vscode-ytt"
vscode "Gimly81.matlab"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "James-Yu.latex-workshop"
vscode "JuanBlanco.solidity"
vscode "k--kato.intellij-idea-keybindings"
vscode "luveti.kconfig"
vscode "mads-hartmann.bash-ide-vscode"
vscode "mathiasfrohlich.Kotlin"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "statiolake.vscode-rustfmt"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
