tap "anchore/grype"
tap "blacknon/hwatch"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jplsek/tap"
tap "spring-io/tap"
tap "tnk-studio/tools"
tap "yolossn/tap"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "bash"
brew "bat"
brew "python@3.11"
brew "bpytop"
brew "cheat"
brew "cmake"
brew "node"
brew "corepack"
brew "coreutils"
brew "direnv"
brew "exa"
brew "exercism"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-gui"
brew "glab"
brew "glow"
brew "gnupg"
brew "go"
brew "openjdk@17"
brew "gradle"
brew "hadolint"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libpq"
brew "lsd"
brew "openjdk"
brew "maven"
brew "minikube"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "operator-sdk"
brew "podman"
brew "postgresql@14"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "skopeo"
brew "smimesign"
brew "speedtest-cli"
brew "syft"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "anchore/grype/grype"
brew "blacknon/hwatch/hwatch"
brew "jplsek/tap/git-mob"
brew "spring-io/tap/spring-boot"
brew "tnk-studio/tools/lazykube"
cask "burp-suite"
cask "chromium"
cask "dbeaver-community"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "keycastr"
cask "microsoft-remote-desktop"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "supertuxkart"
